Revit 2027 API
ElevationMarker.IsReference Property
 Indicates if this is a reference ElevationMarker. Only reference elevations can be hosted by reference ElevationMarkers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsReference { get; }
Public ReadOnly Property IsReference As Boolean
	Get
public:
property bool IsReference {
	bool get ();
}
member IsReference : bool with get
Property Value
Boolean
See Also
Reference
ElevationMarker Class
Autodesk.Revit.DB Namespace